var Meat = ['쇠고기','양지머리','돼지고기','돼지 등심','돼지 안심','돼지 립','돼지 다진고기','닭살','닭다리','닭안심','돼지 갈비'];
var Vegetable = ['방울토마토' ,'양송이버섯' ,'무', '파(다진파)' ,'마늘(다진마늘)', '콩나물' ,'숙주' ,'도라지',
  '고사리', '당근' ,'호박', '표고버섯', '부추','깻잎' ,'상추' ,'대파' ,'실파', '애호박', '홍피망', '청피망' ,'양파', '감자','홍고추' ,'청고추','김치','송이버섯'];
var Fruit = ['사과','배추','바나나','아보카도','키위','체리','포도','레몬','건포도','딸','자몽','파인애플','토마토','수박'];
var SeaFood = ['맛조개','골뱅이','동태살','장어','날치알','게살','멸치','오징어','해삼','낙지','문어','전복','연어알','광어','게','새우','아귀','미더덕','고등어','꽁치','참치','조기','꽃게','해파리','동태','바지락','굴','갈치','멸치','도미'];
var Seasoning = ['소금','시럽','진간장','국간장','머스타드','고춧기름','깨소스','와시비','돈까스소스','후추','겨자','케첩','맛소금','조청','굴소스','마요네즈','맛술','까나리액젓','청국장','새우젓','된장','초고추장'];
var Product = ['메밀국수','미원','냉동만두','치즈가루','라이스페이퍼','파마산치즈','소면','떡','순대','매실장아찌','카레가루','명란젓','감자전분','누룽지','식빵','생크림','골뱅이통조림','도토리묵','라면','김','어묵','술','단무지','빵가루','버터','소시지','베이컨','햄','튀김가루','스위트콘','보리','춘권피','사이다','콘플레이크','얼음','정종','콜라',];
var Dairy = ['계란','두부','치즈','우유','요플레','피자치즈','모짜렐라치즈',];

module.exports = {
    Meat: Meat,
    Vegetable: Vegetable,
    Fruit: Fruit,
    SeaFood: SeaFood,
    Seasoning: Seasoning,
    Product: Product,
    Dairy: Dairy
}